{
	"url":"https://www.nytimes.com/2017/02/19/your-money/what-do-billionaires-have-in-common-big-bucks-and-not-much-else.html",
	"title": "What Do Billionaires Have in Common? Big Bucks, and Not Much Else",
	"author": "Liz Moyer",
	"body_text": "Then there’s the sultan of Brunei, Hassanal Bolkiah, with a fortune once estimated by Forbes to be as much as $20 billion. He has the world’s largest collection of rare cars, including a gold-coated Rolls-Royce; his 1,788-room palace, Istana Nurul Iman, is the largest private home in the world.  But not all billionaires like to be so obvious. Chuck Feeney, who built an empire of duty-free shops and a multibillion-dollar fortune along the way, has worked since the 1980s to give all that money away, as quietly as possible.  Forbes magazine once called him the “James Bond of philanthropy” for his work through his charity, the Atlantic Philanthropies. The foundation has given away $8 billion to education, science, health care and human rights projects around the world and made its final grant last year. It plans to close for good in 2020.  Another example of modest living is Mr. Kamprad, the founder of Ikea, the assembly-required Swedish home-goods company. According to estimates by Forbes, Mr. Kamprad was worth as much as $23 billion before giving away much of his stake in the company, but he lives stingily He flies economy class and drove an old Volvo until recently. He is also said to prefer cheap hotels and secondhand clothes. Could that be a carefully shaped public persona? There are also reports in the media that he owns a Swiss chalet and a French vineyard. An Ikea spokeswoman said Mr. Kamprad “is a private person and we have no information about his private assets.” Paul Allen, a Microsoft founder and a philanthropist who donates money to science and conservation causes, in his Manhattan dining room in 2015. Joshua Bright for The New York Times The fact is, most “ordinary” billionaires live quietly. “Unlike what the public thinks, the majority of these people come out of the middle class or even poverty,” said Jim Grubman, a clinical psychologist who wrote “Strangers in Paradise,” a book about how people adjust to becoming wealthy.  “The billionaire lifestyle makes for good TV, but below the surface is a much bigger portion of people who are salt-of-the-earth families just concentrating on raising their kids and running their businesses,” said Mr. Grubman, who is a consultant at Cambridge Family Enterprise Group, an adviser to wealthy families.  More than half of billionaires are self-made, either through business or successful investments, but of course there are dynastic families as well. Queen Elizabeth II of Britain would not be even Europe’s richest monarch if you did not count Buckingham Palace, the crown jewels and assorted royal accouterments that are state-owned. That title goes to Prince Hans-Adam II of Liechtenstein, whose personal fortune is estimated to be $4 billion, mostly from banking. His passion is collecting art, including works by Rembrandt and Rubens, holding most of it in the National Museum.  Asia is an active area of billionaire creation, with one person reaching that threshold every three days, according to a study released in October by UBS and the accounting firm PricewaterhouseCoopers.  Asia’s two richest men are Jack Ma, founder of the e-commerce giant Alibaba, with a $26 billion net worth, and Wang Jianlin, a real estate mogul with $29 billion to his name who also holds stakes in a Spanish soccer club and the Hollywood film production company Legendary Entertainment.  A dinner hosted by the sultan of Brunei, Hassanal Bolkiah, in the royal banquet hall at Istana Nurul Iman. With its 1,788 rooms, the palace is the world’s largest private home. Bazuki Muhammad/Reuters In 2015, The Economist reported on the party Mr. Wang held to celebrate his deal to buy Infront Sports & Media, which has marketing rights to World Cup soccer. The magazine said that Mr. Wang favored “private jets and flashy yachts (he owns Sunseeker, the British maker of the sleek craft seen in James Bond films),” and that the party featured strobe lights, disco music and leggy beauties.  Where do some billionaires hang out? According to a calendar of major luxury events, they like mountains and beaches.  In the winter, many flock to the World Economic Forum in Davos, Switzerland; the Sundance Film Festival in Park City, Utah; and New Year’s Eve celebrations on St. Barts, where people can rent their own eight-bedroom beachfront villa for $420,000 a week.  In the summer, some of the richest flock to Britain for the Henley Royal Regatta, the Royal Ascot horse races, and Wimbledon, where a center-court season ticket at the men’s championship final this year has a market value of $3,300.  As for passions and hobbies, 56 percent in WealthX’s billionaire survey cited philanthropy as their top priority. Many billionaires, Mr. Ellison, Mr. Branson and Mr. Allen among them, are part of the Giving Pledge, something Warren E. Buffett set up with Bill Gates in 2010. It is a collective effort by the world’s richest people to give more than half their wealth to charitable pursuits during their lifetimes or through their estates.  So far, 156 billionaires and their families have committed to the cause, according to the profiles listed on the pledge’s website. The group also includes the Facebook founder Mark Zuckerberg, his wife, Priscilla Chan, the Silicon Valley entrepreneur Elon Musk and the former New York City mayor Michael R. Bloomberg." 
}
